Repository: NRanjan-17/RSMS
Catalog: luxury/Localizable.xcstrings
Source language: en
Languages: ar, as, bn, de, es, fr, gu, hi, it, ja, kn, ko, ml, mr, or, pa, pt, ru, ta, te, zh_hans, zh_hant

source: RECENT DISCREPANCIES
ar: التناقضات الأخيرة
as: শেহতীয়া অমিল
bn: সাম্প্রতিক অসঙ্গতি
de: JÜNGSTE ABWEICHUNGEN
es: DISCREPANCIAS RECIENTES
fr: DISCRÉPARATIONS RÉCENTES
gu: તાજેતરના મતભેદો
hi: हाल की विसंगतियाँ
it: RECENTI DISCREPANZE
ja: 最近の不一致
kn: ಇತ್ತೀಚಿನ ವ್ಯತ್ಯಾಸಗಳು
ko: 최근의 불일치
ml: സമീപകാല വൈരുദ്ധ്യങ്ങൾ
mr: अलीकडील विसंगती
or: ସାମ୍ପ୍ରତିକ ଭିନ୍ନ ମତଭେଦ
pa: ਹਾਲੀਆ ਭੇਦਭਾਵ
pt: DISCREPÂNCIAS RECENTES
ru: ПОСЛЕДНИЕ РАСХОЖДЕНИЯ
ta: சமீபத்திய முரண்பாடுகள்
te: ఇటీవలి వ్యత్యాసాలు
zh_hans: 近期差异
zh_hant: 近期差異

source: RECENT MOVEMENTS
ar: التحركات الأخيرة
as: শেহতীয়া আন্দোলন
bn: সাম্প্রতিক আন্দোলন
de: JÜNGSTE BEWEGUNGEN
es: MOVIMIENTOS RECIENTES
fr: MOUVEMENTS RÉCENTS
gu: તાજેતરના આંદોલનો
hi: हाल के आंदोलन
it: MOVIMENTI RECENTI
ja: 最近の動き
kn: ಇತ್ತೀಚಿನ ಚಳುವಳಿಗಳು
ko: 최근 동향
ml: സമീപകാല പ്രസ്ഥാനങ്ങൾ
mr: अलीकडील घडामोडी
or: ସାମ୍ପ୍ରତିକ ଗତିବିଧିଗୁଡ଼ିକ
pa: ਹਾਲੀਆ ਗਤੀਵਿਧੀਆਂ
pt: MOVIMENTOS RECENTES
ru: НОВЕЙШИЕ ДВИЖЕНИЯ
ta: சமீபத்திய நகர்வுகள்
te: ఇటీవలి కదలికలు
zh_hans: 近期动态
zh_hant: 近期動態

source: RECENT RECORDS
ar: أحدث التسجيلات
as: শেহতীয়া ৰেকৰ্ড
bn: সাম্প্রতিক রেকর্ড
de: NEUESTE AUFZEICHNUNGEN
es: RÉCORDS RECIENTES
fr: ENREGISTREMENTS RÉCENTS
gu: તાજેતરના રેકોર્ડ્સ
hi: हाल के रिकॉर्ड
it: RECORD RECENTI
ja: 最近の記録
kn: ಇತ್ತೀಚಿನ ದಾಖಲೆಗಳು
ko: 최근 기록
ml: സമീപകാല റെക്കോർഡുകൾ
mr: अलीकडील नोंदी
or: ସାମ୍ପ୍ରତିକ ରେକର୍ଡ
pa: ਹਾਲੀਆ ਰਿਕਾਰਡ
pt: REGISTOS RECENTES
ru: НОВЕЙШИЕ ЗАПИСИ
ta: சமீபத்திய பதிவுகள்
te: ఇటీవలి రికార్డులు
zh_hans: 近期记录
zh_hant: 近期記錄

source: RECENT SALES
ar: المبيعات الأخيرة
as: শেহতীয়া বিক্ৰী
bn: সাম্প্রতিক বিক্রয়
de: Aktuelle Verkäufe
es: VENTAS RECIENTES
fr: VENTES RÉCENTES
gu: તાજેતરના વેચાણ
hi: हाल की बिक्री
it: VENDITE RECENTI
ja: 最近の売上
kn: ಇತ್ತೀಚಿನ ಮಾರಾಟಗಳು
ko: 최근 판매 내역
ml: സമീപകാല വിൽപ്പനകൾ
mr: अलीकडील विक्री
or: ସାମ୍ପ୍ରତିକ ବିକ୍ରୟ
pa: ਹਾਲੀਆ ਵਿਕਰੀਆਂ
pt: VENDAS RECENTES
ru: НЕДАВНИЕ ПРОДАЖИ
ta: சமீபத்திய விற்பனைகள்
te: ఇటీవలి అమ్మకాలు
zh_hans: 近期销售
zh_hant: 近期銷售

source: RECENT SCAN SESSIONS
ar: جلسات المسح الأخيرة
as: শেহতীয়া স্কেন অধিবেশন
bn: সাম্প্রতিক স্ক্যান সেশন
de: LETZTE SCAN-SITZUNGEN
es: SESIONES DE ESCANEO RECIENTES
fr: SÉANCES DE SCANNELATION RÉCENTES
gu: તાજેતરના સ્કેન સત્રો
hi: हाल ही में हुए स्कैन सत्र
it: SESSIONI DI SCANSIONE RECENTI
ja: 最近のスキャンセッション
kn: ಇತ್ತೀಚಿನ ಸ್ಕ್ಯಾನ್ ಅವಧಿಗಳು
ko: 최근 스캔 세션
ml: സമീപകാല സ്കാൻ സെഷനുകൾ
mr: अलीकडील स्कॅन सत्रे
or: ସାମ୍ପ୍ରତିକ ସ୍କାନ୍ ଅଧିବେଶନଗୁଡ଼ିକ
pa: ਹਾਲੀਆ ਸਕੈਨ ਸੈਸ਼ਨ
pt: SESSÕES DE DIGITALIZAÇÃO RECENTES
ru: ПОСЛЕДНИЕ СЕАНСЫ СКАНИРОВАНИЯ
ta: சமீபத்திய ஸ்கேன் அமர்வுகள்
te: ఇటీవలి స్కాన్ సెషన్‌లు
zh_hans: 近期扫描记录
zh_hant: 近期掃描紀錄

source: RECENT SIGN-OFFS
ar: الموافقات الأخيرة
as: শেহতীয়া চাইন-অফ
bn: সাম্প্রতিক স্বাক্ষর
de: KÜRZLICHE ABZEICHNUNGEN
es: APROBACIONES RECIENTES
fr: APPROBATIONS RÉCENTES
gu: તાજેતરના સાઇન-ઓફ્સ
hi: हाल ही में स्वीकृतियाँ
it: APPROVAZIONI RECENTI
ja: 最近の承認
kn: ಇತ್ತೀಚಿನ ಸೈನ್-ಆಫ್‌ಗಳು
ko: 최근 승인된 사항
ml: സമീപകാല സൈൻ-ഓഫുകൾ
mr: अलीकडील स्वाक्षरी
or: ସାମ୍ପ୍ରତିକ ସାଇନ୍-ଅଫ୍
pa: ਹਾਲੀਆ ਸਾਈਨ-ਆਫ਼
pt: APROVAÇÕES RECENTES
ru: ПОСЛЕДНИЕ УТВЕРЖДЕНИЯ
ta: சமீபத்திய ஒப்புதல்கள்
te: ఇటీవలి ఆమోదాలు
zh_hans: 近期签字
zh_hant: 近期簽名

source: Recount
ar: إعادة سرد
as: পুনৰ গণনা
bn: পুনরায় বর্ণনা
de: Erzählen
es: Recuento
fr: Raconter
gu: ગણતરી
hi: ब्योरा
it: Raccontare
ja: 再集計
kn: ಪುನಃ ಎಣಿಸುವಿಕೆ
ko: 다시 세기
ml: വീണ്ടും എണ്ണുക
mr: पुन्हा मोजा
or: ପୁନରାବୃତ୍ତି
pa: ਦੁਬਾਰਾ ਗਿਣਤੀ
pt: Recontagem
ru: Пересчет
ta: மறு எண்ணிக்கை
te: తిరిగి వివరించండి
zh_hans: 叙事
zh_hant: 敘事

source: Recover Password
ar: استعادة كلمة المرور
as: পাছৱৰ্ড পুনৰুদ্ধাৰ কৰক
bn: পাসওয়ার্ড পুনরুদ্ধার করুন
de: Passwort wiederherstellen
es: Recuperar contraseña
fr: Récupérer le mot de passe
gu: પાસવર્ડ પુનઃપ્રાપ્ત કરો
hi: पासवर्ड की वसूली
it: Recupera password
ja: パスワードを復元する
kn: ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಮರುಪಡೆಯಿರಿ
ko: 비밀번호 복구
ml: പാസ്‌വേഡ് വീണ്ടെടുക്കുക
mr: पासवर्ड पुनर्प्राप्त करा
or: ପାସୱାର୍ଡ ପୁନରୁଦ୍ଧାର କରନ୍ତୁ
pa: ਪਾਸਵਰਡ ਮੁੜ ਪ੍ਰਾਪਤ ਕਰੋ
pt: Recuperar palavra-passe
ru: Восстановить пароль
ta: கடவுச்சொல்லை மீட்டெடுக்கவும்
te: పాస్‌వర్డ్‌ను పునరుద్ధరించండి
zh_hans: 找回密码
zh_hant: 找回密碼

source: Refund %@2,45,000
ar: استرداد المبلغ %@2,45,000
as: ৰিফাণ্ড %@২,৪৫,০০০
bn: ফেরত %@২,৪৫,০০০
de: Rückerstattung %@2.45.000
es: Reembolso %@2,45,000
fr: Remboursement %@2 45 000
gu: રિફંડ %@૨,૪૫,૦૦૦
hi: वापसी %@2,45,000
it: Rimborso %@2.45.000
ja: 返金 %@245,000
kn: ಮರುಪಾವತಿ %@2,45,000
ko: 환불 %@2,45,000
ml: റീഫണ്ട് %@2,45,000
mr: परतावा %@२,४५,०००
or: ଫେରସ୍ତ %@୨,୪୫,୦୦୦
pa: ਰਿਫੰਡ %@2,45,000
pt: Reembolso %@2.45.000
ru: Возврат %@2,45,000
ta: பணம் திரும்பப்பெறுதல் %@2,45,000
te: వాపసు %@2,45,000
zh_hans: 退款 %@2,45,000
zh_hant: 退款 %@2,45,000

source: Refund Approval
ar: الموافقة على استرداد المبلغ
as: ৰিফাণ্ড অনুমোদন
bn: ফেরত অনুমোদন
de: Genehmigung der Rückerstattung
es: Aprobación de reembolso
fr: Approbation du remboursement
gu: રિફંડ મંજૂરી
hi: धनवापसी स्वीकृति
it: Approvazione del rimborso
ja: 返金承認
kn: ಮರುಪಾವತಿ ಅನುಮೋದನೆ
ko: 환불 승인
ml: റീഫണ്ട് അംഗീകാരം
mr: परतावा मंजुरी
or: ରିଫଣ୍ଡ ଅନୁମୋଦନ
pa: ਰਿਫੰਡ ਪ੍ਰਵਾਨਗੀ
pt: Aprovação de reembolso
ru: Одобрение возврата средств
ta: பணம் திரும்பப்பெறுதல் ஒப்புதல்
te: వాపసు ఆమోదం
zh_hans: 退款批准
zh_hant: 退款批准

source: Refund Queue
ar: قائمة انتظار الاسترداد
as: ৰিফাণ্ড কিউ
bn: ফেরতের সারি
de: Rückerstattungswarteschlange
es: Cola de reembolsos
fr: File d'attente pour les remboursements
gu: રિફંડ કતાર
hi: रिफंड कतार
it: Coda di rimborso
ja: 返金待ち列
kn: ಮರುಪಾವತಿ ಸರದಿ
ko: 환불 대기열
ml: റീഫണ്ട് ക്യൂ
mr: परतावा रांग
or: ରିଫଣ୍ଡ ଧାଡି
pa: ਰਿਫੰਡ ਕਤਾਰ
pt: Fila de reembolso
ru: Очередь возврата средств
ta: பணத்தைத் திரும்பப் பெறும் வரிசை
te: రీఫండ్ క్యూ
zh_hans: 退款队列
zh_hant: 退款隊列

source: Reject
ar: يرفض
as: প্ৰত্যাখ্যান
bn: প্রত্যাখ্যান করুন
de: Ablehnen
es: Rechazar
fr: Rejeter
gu: નકારો
hi: अस्वीकार करना
it: Rifiutare
ja: 拒否する
kn: ತಿರಸ್ಕರಿಸಿ
ko: 거부하다
ml: നിരസിക്കുക
mr: नाकारा
or: ପ୍ରତ୍ୟାଖ୍ୟାନ କରନ୍ତୁ
pa: ਅਸਵੀਕਾਰ ਕਰੋ
pt: Rejeitar
ru: Отклонять
ta: நிராகரி
te: తిరస్కరించు
zh_hans: 拒绝
zh_hant: 拒絕

source: Reject Request
ar: رفض الطلب
as: অনুৰোধ নাকচ কৰক
bn: অনুরোধ প্রত্যাখ্যান করুন
de: Anfrage ablehnen
es: Rechazar solicitud
fr: Demande de rejet
gu: વિનંતી નકારો
hi: अनुरोध अस्वीकार करें
it: Rifiuta la richiesta
ja: リクエストを拒否する
kn: ವಿನಂತಿಯನ್ನು ತಿರಸ್ಕರಿಸಿ
ko: 요청 거부
ml: അഭ്യർത്ഥന നിരസിക്കുക
mr: विनंती नाकारा
or: ଅନୁରୋଧ ପ୍ରତ୍ୟାଖ୍ୟାନ କରନ୍ତୁ
pa: ਬੇਨਤੀ ਅਸਵੀਕਾਰ ਕਰੋ
pt: Rejeitar pedido
ru: Отклонить запрос
ta: கோரிக்கையை நிராகரிக்கவும்
te: అభ్యర్థనను తిరస్కరించండి
zh_hans: 拒绝请求
zh_hant: 拒絕請求

source: Rejecting...
ar: رفض...
as: প্ৰত্যাখ্যান...
bn: প্রত্যাখ্যান করা হচ্ছে...
de: Abgelehnt...
es: Rechazando...
fr: Rejetant...
gu: નકારી રહ્યું છે...
hi: अस्वीकार करते हुए...
it: Rifiutando...
ja: 拒否します...
kn: ತಿರಸ್ಕರಿಸಲಾಗುತ್ತಿದೆ...
ko: 거부합니다...
ml: നിരസിക്കുന്നു...
mr: नाकारत आहे...
or: ପ୍ରତ୍ୟାଖ୍ୟାନ କରାଯାଉଛି...
pa: ਅਸਵੀਕਾਰ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pt: Rejeitando...
ru: Отвергая...
ta: நிராகரிக்கப்படுகிறது...
te: తిరస్కరిస్తున్నాను...
zh_hans: 拒绝……
zh_hant: 拒絕…

source: Release %lld units back to available stock
ar: أعد إصدار %lld وحدة إلى المخزون المتاح
as: %lld ইউনিটসমূহ উপলব্ধ ষ্টকলৈ ঘূৰাই দিয়ক
bn: %lld ইউনিট পুনরায় উপলব্ধ স্টকে ছাড়ুন
de: %lld Einheiten wieder in den verfügbaren Bestand aufnehmen
es: Liberar %lld unidades de nuevo al stock disponible
fr: Remettre en stock %lld unités
gu: %lld યુનિટ્સને ઉપલબ્ધ સ્ટોકમાં પાછા છોડો
hi: उपलब्ध स्टॉक में %lld यूनिट वापस जारी करें
it: Rimetti a disposizione %lld unità
ja: %lld ユニットを在庫に戻します。
kn: %lld ಯೂನಿಟ್‌ಗಳನ್ನು ಲಭ್ಯವಿರುವ ಸ್ಟಾಕ್‌ಗೆ ಹಿಂತಿರುಗಿಸಿ
ko: %lld 유닛을 사용 가능한 재고로 반환하세요
ml: %lld യൂണിറ്റുകൾ ലഭ്യമായ സ്റ്റോക്കിലേക്ക് തിരികെ വിടുക
mr: %lld युनिट्स पुन्हा उपलब्ध स्टॉकमध्ये सोडा
or: %lld ୟୁନିଟଗୁଡ଼ିକୁ ଉପଲବ୍ଧ ଷ୍ଟକରେ ଫେରାଇ ଆଣନ୍ତୁ
pa: %lld ਯੂਨਿਟਾਂ ਨੂੰ ਉਪਲਬਧ ਸਟਾਕ ਵਿੱਚ ਵਾਪਸ ਛੱਡੋ
pt: Libertar %lld unidades de volta para o stock disponível
ru: Выпустить %lld единиц обратно на склад
ta: %lld அலகுகளை மீண்டும் கையிருப்புக்கு விடுவிக்கவும்
te: %lld యూనిట్లను తిరిగి అందుబాటులో ఉన్న స్టాక్‌కు విడుదల చేయండి
zh_hans: 发布 %lld 个单位，使其恢复可用库存
zh_hant: 發布 %lld 個單位，使其恢復可用庫存

source: Remarks
ar: ملاحظات
as: মন্তব্য
bn: মন্তব্য
de: Anmerkungen
es: Observaciones
fr: Remarques
gu: ટિપ્પણીઓ
hi: टिप्पणी
it: Osservazioni
ja: 備考
kn: ಟೀಕೆಗಳು
ko: 비고
ml: പരാമർശങ്ങൾ
mr: शेरे
or: ମନ୍ତବ୍ୟ
pa: ਟਿੱਪਣੀਆਂ
pt: Observações
ru: Примечания
ta: குறிப்புகள்
te: వ్యాఖ్యలు
zh_hans: 评论
zh_hant: 評論

source: REMARKS (OPTIONAL)
ar: ملاحظات (اختياري)
as: মন্তব্য (ঐচ্ছিক)
bn: মন্তব্য (ঐচ্ছিক)
de: ANMERKUNGEN (OPTIONAL)
es: OBSERVACIONES (OPCIONALES)
fr: REMARQUES (FACULTATIF)
gu: રિમાર્કસ (વૈકલ્પિક)
hi: टिप्पणियाँ (वैकल्पिक)
it: OSSERVAZIONI (FACOLTATIVE)
ja: 備考（任意）
kn: ಟಿಪ್ಪಣಿಗಳು (ಐಚ್ಛಿಕ)
ko: 비고 (선택 사항)
ml: പരാമർശങ്ങൾ (ഓപ്ഷണൽ)
mr: शेरा (ऐच्छिक)
or: ମନ୍ତବ୍ୟ (ଇଚ୍ଛାଧୀନ)
pa: ਟਿੱਪਣੀਆਂ (ਵਿਕਲਪਿਕ)
pt: OBSERVAÇÕES (OPCIONAIS)
ru: ПРИМЕЧАНИЯ (НЕОБЯЗАТЕЛЬНО)
ta: குறிப்புகள் (விருப்பத்திற்குரியது)
te: వ్యాఖ్యలు (ఐచ్ఛికం)
zh_hans: 备注（可选）
zh_hant: 備註（可選）

source: Reminder sent
ar: تم إرسال تذكير
as: সোঁৱৰাই দিয়া হৈছে
bn: অনুস্মারক পাঠানো হয়েছে
de: Erinnerung gesendet
es: Recordatorio enviado
fr: Rappel envoyé
gu: રિમાઇન્ડર મોકલ્યું
hi: अनुस्मारक भेजा गया
it: Promemoria inviato
ja: リマインダーが送信されました
kn: ಜ್ಞಾಪನೆ ಕಳುಹಿಸಲಾಗಿದೆ
ko: 알림이 전송되었습니다
ml: ഓർമ്മപ്പെടുത്തൽ അയച്ചു
mr: स्मरणपत्र पाठवले.
or: ରିମାଇଣ୍ଡର୍ ପଠାଗଲା
pa: ਯਾਦ-ਪੱਤਰ ਭੇਜਿਆ ਗਿਆ
pt: Lembrete enviado
ru: Напоминание отправлено
ta: நினைவூட்டல் அனுப்பப்பட்டது
te: రిమైండర్ పంపబడింది
zh_hans: 已发送提醒
zh_hant: 已發送提醒

source: Remote
ar: بعيد
as: দূৰৱৰ্তী
bn: দূরবর্তী
de: Fernbedienung
es: Remoto
fr: Télécommande
gu: દૂરસ્થ
hi: दूर
it: Remoto
ja: リモート
kn: ರಿಮೋಟ್
ko: 원격
ml: റിമോട്ട്
mr: दूरस्थ
or: ରିମୋଟ୍
pa: ਰਿਮੋਟ
pt: Remoto
ru: Удаленный
ta: ரிமோட்
te: రిమోట్
zh_hans: 偏僻的
zh_hant: 偏僻的

source: Remove
ar: يزيل
as: আঁতৰোৱা
bn: অপসারণ করুন
de: Entfernen
es: Eliminar
fr: Retirer
gu: દૂર કરો
hi: निकालना
it: Rimuovere
ja: 取り除く
kn: ತೆಗೆದುಹಾಕಿ
ko: 제거하다
ml: നീക്കം ചെയ്യുക
mr: काढून टाका
or: କାଢ଼ିଦିଅନ୍ତୁ
pa: ਹਟਾਓ
pt: Remover
ru: Удалять
ta: அகற்று
te: తొలగించండి
zh_hans: 消除
zh_hant: 消除

source: Remove Boutique
ar: إزالة بوتيك
as: বুটিক আঁতৰাই পেলাওক
bn: বুটিক সরান
de: Boutique entfernen
es: Eliminar boutique
fr: Supprimer la boutique
gu: બુટિક દૂર કરો
hi: बुटीक हटाएँ
it: Rimuovere Boutique
ja: ブティックを削除
kn: ಬುಟೀಕ್ ತೆಗೆದುಹಾಕಿ
ko: 리무브 부티크
ml: ബുട്ടീക്ക് നീക്കം ചെയ്യുക
mr: बुटीक काढा
or: ବୁଟିକ୍ କାଢ଼ି ଦିଅନ୍ତୁ
pa: ਬੁਟੀਕ ਹਟਾਓ
pt: Remover Boutique
ru: Удалить бутик
ta: பூட்டிக்கை அகற்று
te: బొటిక్‌ను తొలగించండి
zh_hans: 移除精品店
zh_hant: 移除精品店

source: Remove Item?
ar: هل تريد حذف العنصر؟
as: বস্তু আঁতৰাই পেলাওক?
bn: আইটেমটি সরাবেন?
de: Element entfernen?
es: ¿Eliminar artículo?
fr: Supprimer l'élément ?
gu: વસ્તુ દૂર કરીએ?
hi: वस्तु निकालें?
it: Rimuovere l'elemento?
ja: アイテムを削除しますか？
kn: ಐಟಂ ತೆಗೆದುಹಾಕುವುದೇ?
ko: 항목을 제거하시겠습니까?
ml: ഇനം നീക്കം ചെയ്യണോ?
mr: वस्तू काढायची आहे का?
or: ଆଇଟମ୍ କାଢ଼ିବେ?
pa: ਕੀ ਆਈਟਮ ਹਟਾਉਣੀ ਹੈ?
pt: Remover item?
ru: Удалить элемент?
ta: பொருளை அகற்றவா?
te: వస్తువును తొలగించాలా?
zh_hans: 移除该物品？
zh_hant: 移除該物品？

source: Report Issue
ar: تقرير عن مشكلة
as: ৰিপৰ্ট ইছ্যু
bn: রিপোর্ট ইস্যু
de: Problem melden
es: Informe de un problema
fr: Signalement d'un problème
gu: સમસ્યાની જાણ કરો
hi: समस्या की रिपोर्ट करें
it: Segnala un problema
ja: 問題を報告する
kn: ಸಮಸ್ಯೆಯನ್ನು ವರದಿ ಮಾಡಿ
ko: 문제 보고
ml: പ്രശ്നം റിപ്പോർട്ട് ചെയ്യുക
mr: समस्या नोंदवा
or: ସମସ୍ୟା ରିପୋର୍ଟ କରନ୍ତୁ
pa: ਸਮੱਸਿਆ ਦੀ ਰਿਪੋਰਟ ਕਰੋ
pt: Reportar problema
ru: Сообщить о проблеме
ta: அறிக்கை சிக்கல்
te: సమస్యను నివేదించండి
zh_hans: 报告问题
zh_hant: 報告問題

source: Reports & Analytics
ar: التقارير والتحليلات
as: ৰিপৰ্ট আৰু বিশ্লেষণ
bn: রিপোর্ট এবং বিশ্লেষণ
de: Berichte & Analysen
es: Informes y análisis
fr: Rapports et analyses
gu: રિપોર્ટ્સ અને એનાલિટિક્સ
hi: रिपोर्ट और विश्लेषण
it: Report e analisi
ja: レポートと分析
kn: ವರದಿಗಳು ಮತ್ತು ವಿಶ್ಲೇಷಣೆಗಳು
ko: 보고서 및 분석
ml: റിപ്പോർട്ടുകളും വിശകലനങ്ങളും
mr: अहवाल आणि विश्लेषण
or: ରିପୋର୍ଟ ଏବଂ ଆନାଲିଟିକ୍ସ
pa: ਰਿਪੋਰਟਾਂ ਅਤੇ ਵਿਸ਼ਲੇਸ਼ਣ
pt: Relatórios e análises
ru: Отчеты и аналитика
ta: அறிக்கைகள் மற்றும் பகுப்பாய்வுகள்
te: నివేదికలు & విశ్లేషణలు
zh_hans: 报告与分析
zh_hant: 報告與分析

source: Request Transfer from Paris Boutique
ar: طلب تحويل من بوتيك باريس
as: পেৰিছ বুটিকৰ পৰা ট্ৰেন্সফাৰৰ অনুৰোধ কৰক
bn: প্যারিস বুটিক থেকে স্থানান্তরের অনুরোধ করুন
de: Transfer von der Pariser Boutique anfordern
es: Solicitar traslado desde la boutique de París
fr: Demande de transfert depuis la boutique de Paris
gu: પેરિસ બુટિકમાંથી ટ્રાન્સફરની વિનંતી કરો
hi: पेरिस बुटीक से स्थानांतरण का अनुरोध करें
it: Richiedi il trasferimento dalla boutique di Parigi
ja: パリのブティックから転送を依頼する
kn: ಪ್ಯಾರಿಸ್ ಬೂಟೀಕ್‌ನಿಂದ ವರ್ಗಾವಣೆಯನ್ನು ವಿನಂತಿಸಿ
ko: 파리 부티크에서 픽업을 요청하세요
ml: പാരീസ് ബോട്ടിക്കിൽ നിന്ന് ട്രാൻസ്ഫർ അഭ്യർത്ഥിക്കുക
mr: पॅरिस बुटीककडून हस्तांतरणाची विनंती
or: ପ୍ୟାରିସ୍ ବୁଟିକ୍ ରୁ ସ୍ଥାନାନ୍ତର ପାଇଁ ଅନୁରୋଧ କରନ୍ତୁ
pa: ਪੈਰਿਸ ਬੁਟੀਕ ਤੋਂ ਟ੍ਰਾਂਸਫਰ ਦੀ ਬੇਨਤੀ ਕਰੋ
pt: Pedir transferência da Boutique de Paris
ru: Запросить трансфер из парижского бутика
ta: பாரிஸ் பூட்டிக்கிலிருந்து பரிமாற்றத்தைக் கோருங்கள்
te: పారిస్ బొటిక్ నుండి బదిలీ కోసం అభ్యర్థించండి
zh_hans: 从巴黎精品店申请转运
zh_hant: 從巴黎精品店申請轉運

source: Requested by Inventory Controller (Delhi)
ar: بناءً على طلب مراقب المخزون (دلهي)
as: তথ্য নিয়ন্ত্ৰক (দিল্লী)ৰ অনুৰোধ
bn: ইনভেন্টরি কন্ট্রোলার (দিল্লি) কর্তৃক অনুরোধকৃত
de: Angefordert vom Lagerverwalter (Delhi)
es: Solicitado por el responsable de inventario (Delhi)
fr: Demandé par le contrôleur des stocks (Delhi)
gu: ઇન્વેન્ટરી કંટ્રોલર (દિલ્હી) દ્વારા વિનંતી કરાયેલ
hi: इन्वेंटरी कंट्रोलर (दिल्ली) द्वारा अनुरोधित
it: Richiesto dal responsabile dell'inventario (Delhi)
ja: 在庫管理担当者（デリー）からの依頼
kn: ದಾಸ್ತಾನು ನಿಯಂತ್ರಕರು (ದೆಹಲಿ) ವಿನಂತಿಸಿದ್ದಾರೆ.
ko: 재고관리 담당자(델리)의 요청입니다.
ml: ഇൻവെന്ററി കൺട്രോളർ (ഡൽഹി) അഭ്യർത്ഥിച്ചു.
mr: इन्व्हेंटरी कंट्रोलर (दिल्ली) यांच्याकडून विनंती.
or: ଇନଭେଣ୍ଟରୀ ନିୟନ୍ତ୍ରକ (ଦିଲ୍ଲୀ) ଦ୍ୱାରା ଅନୁରୋଧ କରାଯାଇଛି
pa: ਇਨਵੈਂਟਰੀ ਕੰਟਰੋਲਰ (ਦਿੱਲੀ) ਦੁਆਰਾ ਬੇਨਤੀ ਕੀਤੀ ਗਈ
pt: Solicitado pelo Controlador de Stocks (Delhi)
ru: Запрос поступил от контролера складских запасов (Дели).
ta: சரக்குக் கட்டுப்பாட்டாளர் (டெல்லி) வேண்டுகோள் விடுத்தார்
te: ఇన్వెంటరీ కంట్రోలర్ (ఢిల్లీ) గారి అభ్యర్థన మేరకు
zh_hans: 库存管理员（德里）提出要求
zh_hant: 庫存管理員（德里）提出要求

source: Requests
ar: الطلبات
as: অনুৰোধ
bn: অনুরোধ
de: Anfragen
es: Solicitudes
fr: Demandes
gu: વિનંતીઓ
hi: अनुरोध
it: Richieste
ja: リクエスト
kn: ವಿನಂತಿಗಳು
ko: 요청
ml: അഭ്യർത്ഥനകൾ
mr: विनंत्या
or: ଅନୁରୋଧଗୁଡ଼ିକ
pa: ਬੇਨਤੀਆਂ
pt: Solicitações
ru: Запросы
ta: கோரிக்கைகள்
te: అభ్యర్థనలు
zh_hans: 请求
zh_hant: 請求

source: Reservations
ar: الحجوزات
as: সংৰক্ষণ
bn: রিজার্ভেশন
de: Reservierungen
es: Reservas
fr: Réservations
gu: આરક્ષણો
hi: आरक्षण
it: Prenotazioni
ja: 予約
kn: ಮೀಸಲಾತಿಗಳು
ko: 전세
ml: റിസർവേഷനുകൾ
mr: आरक्षणे
or: ସଂରକ୍ଷଣ
pa: ਰਿਜ਼ਰਵੇਸ਼ਨ
pt: Reservas
ru: Бронирование
ta: முன்பதிவுகள்
te: రిజర్వేషన్లు
zh_hans: 预订
zh_hant: 預訂

source: Reset Link Sent
ar: تم إرسال رابط إعادة التعيين
as: ৰিছেট লিংক প্ৰেৰণ কৰা হৈছে
bn: রিসেট লিঙ্ক পাঠানো হয়েছে
de: Link zum Zurücksetzen gesendet
es: Enlace de restablecimiento enviado
fr: Lien de réinitialisation envoyé
gu: મોકલેલી લિંક રીસેટ કરો
hi: रीसेट लिंक भेजा गया
it: Link di reimpostazione inviato
ja: リセットリンクが送信されました
kn: ಕಳುಹಿಸಲಾದ ಲಿಂಕ್ ಅನ್ನು ಮರುಹೊಂದಿಸಿ
ko: 전송된 링크 재설정
ml: അയച്ച ലിങ്ക് പുനഃസജ്ജമാക്കുക
mr: रीसेट लिंक पाठवली आहे.
or: ପଠାଯାଇଥିବା ଲିଙ୍କ୍ ରିସେଟ୍ କରନ୍ତୁ
pa: ਭੇਜੇ ਗਏ ਲਿੰਕ ਨੂੰ ਰੀਸੈਟ ਕਰੋ
pt: Link de reposição enviado
ru: Сбросить ссылку отправлено
ta: மீட்டமைப்பு இணைப்பு அனுப்பப்பட்டது
te: రీసెట్ లింక్ పంపబడింది
zh_hans: 重置链接已发送
zh_hant: 重置連結已發送

source: Reset Session
ar: إعادة ضبط الجلسة
as: অধিবেশন পুনৰায় সেট কৰক
bn: সেশন রিসেট করুন
de: Sitzung zurücksetzen
es: Reiniciar sesión
fr: Réinitialiser la session
gu: સત્ર રીસેટ કરો
hi: सत्र रीसेट करें
it: Reimposta sessione
ja: セッションをリセット
kn: ಸೆಷನ್ ಮರುಹೊಂದಿಸಿ
ko: 세션 재설정
ml: സെഷൻ പുനഃസജ്ജമാക്കുക
mr: सत्र रीसेट करा
or: ସେସନ୍ ରିସେଟ୍ କରନ୍ତୁ
pa: ਸੈਸ਼ਨ ਰੀਸੈਟ ਕਰੋ
pt: Reiniciar sessão
ru: Сбросить сессию
ta: அமர்வை மீட்டமைக்கவும்
te: సెషన్‌ను రీసెట్ చేయండి
zh_hans: 重置会话
zh_hant: 重置會話

source: Resolution
ar: دقة
as: সংকল্প
bn: সমাধান
de: Auflösung
es: Resolución
fr: Résolution
gu: ઠરાવ
hi: संकल्प
it: Risoluzione
ja: 解決
kn: ರೆಸಲ್ಯೂಶನ್
ko: 해결
ml: റെസല്യൂഷൻ
mr: ठराव
or: ରିଜୋଲ୍ୟୁସନ୍
pa: ਰੈਜ਼ੋਲਿਊਸ਼ਨ
pt: Resolução
ru: Разрешение
ta: தீர்மானம்
te: తీర్మానం
zh_hans: 解决
zh_hant: 解決

source: Resolve
ar: حل
as: সমাধান
bn: সমাধান করুন
de: Lösen
es: Resolver
fr: Résoudre
gu: ઉકેલો
hi: संकल्प
it: Risolvere
ja: 解決する
kn: ಪರಿಹರಿಸಿ
ko: 해결하다
ml: പരിഹരിക്കുക
mr: निराकरण करा
or: ସମାଧାନ କରନ୍ତୁ
pa: ਹੱਲ ਕਰੋ
pt: Resolver
ru: Решать
ta: தீர்வு
te: పరిష్కరించండి
zh_hans: 解决
zh_hant: 解決

source: Resolve Alert
ar: حل التنبيه
as: সতৰ্কবাণী সমাধান কৰক
bn: সতর্কতা সমাধান করুন
de: Warnung beheben
es: Resolver alerta
fr: Résoudre l'alerte
gu: ઉકેલ ચેતવણી
hi: अलर्ट का समाधान करें
it: Risolvi l'avviso
ja: アラートを解決する
kn: ಎಚ್ಚರಿಕೆಯನ್ನು ಪರಿಹರಿಸಿ
ko: 알림 해결
ml: അലേർട്ട് പരിഹരിക്കുക
mr: अलर्टचे निराकरण करा
or: ସମାଧାନ ଆଲର୍ଟ
pa: ਹੱਲ ਚੇਤਾਵਨੀ
pt: Alerta de resolução
ru: Устранить оповещение
ta: தீர்வு எச்சரிக்கை
te: హెచ్చరికను పరిష్కరించండి
zh_hans: 解决警报
zh_hant: 解決警報

source: RESUME
ar: سيرة ذاتية
as: অব্যাহত ৰাখক
bn: জীবনবৃত্তান্ত
de: WIEDER AUFNEHMEN
es: REANUDAR
fr: CONTINUER
gu: ફરી શરૂ કરો
hi: फिर शुरू करना
it: RIPRENDERE
ja: 再開する
kn: ಪುನರಾರಂಭ
ko: 재개하다
ml: പുനരാരംഭിക്കുക
mr: सारांश
or: ପୁନରାରମ୍ଭ କରନ୍ତୁ
pa: ਰੈਜ਼ਿਊਮੇ
pt: RETOMAR
ru: РЕЗЮМЕ
ta: சுயவிவரம்
te: పునఃప్రారంభం
zh_hans: 恢复
zh_hant: 恢復

source: Resume Scan Session (%lld items)
ar: استئناف جلسة المسح الضوئي (%lld عنصرًا)
as: স্কেন অধিবেশন পুনৰাৰম্ভ কৰক (%lld বস্তুসমূহ)
bn: স্ক্যান সেশন পুনরায় শুরু করুন (%lld টি আইটেম)
de: Scan-Sitzung fortsetzen (%lld Elemente)
es: Reanudar sesión de escaneo (%lld elementos)
fr: Reprendre la session d'analyse (%lld éléments)
gu: સ્કેન સત્ર ફરી શરૂ કરો (%lld વસ્તુઓ)
hi: रिज्यूम स्कैन सेशन (%lld आइटम)
it: Riprendi la sessione di scansione (%lld elementi)
ja: スキャンセッションを再開します（%lld アイテム）
kn: ಸ್ಕ್ಯಾನ್ ಸೆಷನ್ ಅನ್ನು ಪುನರಾರಂಭಿಸಿ (%lld ಐಟಂಗಳು)
ko: 스캔 세션 재개 (%lld 항목)
ml: സ്കാൻ സെഷൻ പുനരാരംഭിക്കുക (%lld ഇനങ്ങൾ)
mr: स्कॅन सत्र पुन्हा सुरू करा (%lld आयटम)
or: ସ୍କାନ ସେସନ୍ ପୁନରାରମ୍ଭ କରନ୍ତୁ (%lld ଆଇଟମ୍)
pa: ਸਕੈਨ ਸੈਸ਼ਨ ਮੁੜ ਸ਼ੁਰੂ ਕਰੋ (%lld ਆਈਟਮਾਂ)
pt: Retomar sessão de digitalização (%lld itens)
ru: Возобновить сеанс сканирования (%lld элементов)
ta: ஸ்கேன் அமர்வை மீண்டும் தொடங்கு (%lld உருப்படிகள்)
te: స్కాన్ సెషన్‌ను పునఃప్రారంభించండి (%lld అంశాలు)
zh_hans: 恢复扫描会话（%lld 项）
zh_hant: 恢復掃描會話（%lld 項）

source: RETAIL MANAGEMENT SYSTEM
ar: نظام إدارة البيع بالتجزئة
as: খুচুৰা ব্যৱস্থাপনা ব্যৱস্থা
bn: খুচরা ব্যবস্থাপনা সিস্টেম
de: EINZELHANDELSMANAGEMENTSYSTEM
es: SISTEMA DE GESTIÓN MINORISTA
fr: SYSTÈME DE GESTION DE LA VENTE AU DÉTAIL
gu: રિટેલ મેનેજમેન્ટ સિસ્ટમ
hi: खुदरा प्रबंधन प्रणाली
it: SISTEMA DI GESTIONE DEL PUNTO VENDITA
ja: 小売管理システム
kn: ಚಿಲ್ಲರೆ ನಿರ್ವಹಣಾ ವ್ಯವಸ್ಥೆ
ko: 소매 관리 시스템
ml: റീട്ടെയിൽ മാനേജ്മെന്റ് സിസ്റ്റം
mr: किरकोळ व्यवस्थापन प्रणाली
or: ଖୁଚୁରା ପରିଚାଳନା ପ୍ରଣାଳୀ
pa: ਪ੍ਰਚੂਨ ਪ੍ਰਬੰਧਨ ਪ੍ਰਣਾਲੀ
pt: SISTEMA DE GESTÃO DE RETAIL
ru: СИСТЕМА УПРАВЛЕНИЯ РОЗНИЧНОЙ ТОРГОВЛЕЙ
ta: சில்லறை மேலாண்மை அமைப்பு
te: రిటైల్ నిర్వహణ వ్యవస్థ
zh_hans: 零售管理系统
zh_hant: 零售管理系統

source: Retake Photo
ar: صورة معاد التقاطها
as: ফটো পুনৰ লওক
bn: পুনরায় তোলা ছবি
de: Foto erneut aufnehmen
es: Repetir la foto
fr: Reprendre la photo
gu: ફોટો ફરીથી લો
hi: फोटो दोबारा लें
it: Rifare la foto
ja: 写真を撮り直す
kn: ಫೋಟೋ ಪುನಃ ತೆಗೆಯಿರಿ
ko: 사진 다시 찍기
ml: ഫോട്ടോ വീണ്ടും എടുക്കുക
mr: फोटो पुन्हा घ्या
or: ପୁଣି ଫଟୋ ଉଠାନ୍ତୁ
pa: ਫੋਟੋ ਦੁਬਾਰਾ ਲਓ
pt: Refazer a foto
ru: Переснять фото
ta: புகைப்படத்தை மீண்டும் எடுக்கவும்
te: ఫోటోను మళ్లీ తీయండి
zh_hans: 重拍照片
zh_hant: 重拍照片

source: Retry
ar: إعادة المحاولة
as: পুনৰ চেষ্টা কৰক
bn: পুনরায় চেষ্টা করুন
de: Wiederholen
es: Rever
fr: Réessayer
gu: ફરી પ્રયાસ કરો
hi: पुन: प्रयास करें
it: Riprova
ja: リトライ
kn: ಮರುಪ್ರಯತ್ನಿಸಿ
ko: 다시 해 보다
ml: വീണ്ടും ശ്രമിക്കുക
mr: पुन्हा प्रयत्न करा
or: ପୁନଃଚେଷ୍ଟା କରନ୍ତୁ
pa: ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pt: Tentar novamente
ru: Повторить попытку
ta: மீண்டும் முயற்சி
te: మళ్ళీ ప్రయత్నించండి
zh_hans: 重试
zh_hant: 重試

source: Return
ar: يعود
as: উভতাই দিয়া
bn: ফেরত
de: Zurückkehren
es: Devolver
fr: Retour
gu: પરત
hi: वापस करना
it: Ritorno
ja: 戻る
kn: ಹಿಂತಿರುಗಿ
ko: 반품
ml: മടങ്ങുക
mr: परत
or: ଫେରସ୍ତ
pa: ਵਾਪਸੀ
pt: Devolver
ru: Возвращаться
ta: திரும்பவும்
te: తిరిగి
zh_hans: 返回
zh_hant: 返回

source: Return to Dashboard
ar: العودة إلى لوحة التحكم
as: ডেচব'ৰ্ডলৈ উভতি যাওক
bn: ড্যাশবোর্ডে ফিরে যান
de: Zurück zum Dashboard
es: Volver al panel de control
fr: Retour au tableau de bord
gu: ડેશબોર્ડ પર પાછા ફરો
hi: डैशबोर्ड पर वापस जाएँ
it: Torna alla dashboard
ja: ダッシュボードに戻る
kn: ಡ್ಯಾಶ್‌ಬೋರ್ಡ್‌ಗೆ ಹಿಂತಿರುಗಿ
ko: 대시보드로 돌아가기
ml: ഡാഷ്‌ബോർഡിലേക്ക് മടങ്ങുക
mr: डॅशबोर्डवर परत जा
or: ଡ୍ୟାସବୋର୍ଡକୁ ଫେରନ୍ତୁ
pa: ਡੈਸ਼ਬੋਰਡ 'ਤੇ ਵਾਪਸ ਜਾਓ
pt: Voltar ao painel de controlo
ru: Вернуться на панель управления
ta: டாஷ்போர்டுக்குத் திரும்பு
te: డాష్‌బోర్డ్‌కు తిరిగి వెళ్లండి
zh_hans: 返回控制面板
zh_hant: 返回控制面板

source: Returns & Exchanges
ar: سياسة الإرجاع والاستبدال
as: ৰিটাৰ্ণ আৰু এক্সচেঞ্জ
bn: ফেরত ও বিনিময়
de: Rückgabe & Umtausch
es: Devoluciones y cambios
fr: Retours et échanges
gu: રિટર્ન અને એક્સચેન્જ
hi: वापसी और विनिमय
it: Resi e cambi
ja: 返品・交換
kn: ರಿಟರ್ನ್ಸ್ & ಎಕ್ಸ್ಚೇಂಜ್ಗಳು
ko: 반품 및 교환
ml: റിട്ടേണുകളും എക്സ്ചേഞ്ചുകളും
mr: परतावा आणि देवाणघेवाण
or: ଫେରସ୍ତ ଏବଂ ବିନିମୟ
pa: ਵਾਪਸੀ ਅਤੇ ਵਟਾਂਦਰੇ
pt: Devoluções e trocas
ru: Возврат и обмен товаров
ta: திரும்பப் பெறுதல் மற்றும் பரிமாற்றங்கள்
te: రిటర్న్‌లు & మార్పిడులు
zh_hans: 退货与换货
zh_hant: 退貨與換貨

source: Revenue
ar: ربح
as: ৰাজহ
bn: রাজস্ব
de: Einnahmen
es: Ganancia
fr: Revenu
gu: આવક
hi: आय
it: Reddito
ja: 収益
kn: ಆದಾಯ
ko: 수익
ml: വരുമാനം
mr: महसूल
or: ରାଜସ୍ୱ
pa: ਮਾਲੀਆ
pt: Rendimentos
ru: Доход
ta: வருவாய்
te: ఆదాయం
zh_hans: 收入
zh_hant: 收入

source: REVENUE BY CATEGORY
ar: الإيرادات حسب الفئة
as: শ্রেণী অনুসৰি ৰাজহ
bn: বিভাগ অনুযায়ী রাজস্ব
de: UMSATZ NACH KATEGORIE
es: INGRESOS POR CATEGORÍA
fr: REVENUS PAR CATÉGORIE
gu: શ્રેણી દ્વારા આવક
hi: श्रेणीवार राजस्व
it: RICAVI PER CATEGORIA
ja: カテゴリー別売上高
kn: ವರ್ಗದ ಪ್ರಕಾರ ಆದಾಯ
ko: 카테고리별 매출
ml: വിഭാഗം അനുസരിച്ച് വരുമാനം
mr: श्रेणीनुसार महसूल
or: ବର୍ଗ ଅନୁସାରେ ରାଜସ୍ୱ
pa: ਸ਼੍ਰੇਣੀ ਅਨੁਸਾਰ ਮਾਲੀਆ
pt: RECEITA POR CATEGORIA
ru: ДОХОДЫ ПО КАТЕГОРИЯМ
ta: வகை வாரியான வருவாய்
te: వర్గం వారీగా ఆదాయం
zh_hans: 按类别划分的收入
zh_hant: 按類別劃分的收入

source: Review
ar: مراجعة
as: পুনৰীক্ষণ
bn: পর্যালোচনা
de: Rezension
es: Revisar
fr: Revoir
gu: સમીક્ષા
hi: समीक्षा
it: Revisione
ja: レビュー
kn: ವಿಮರ್ಶೆ
ko: 검토
ml: അവലോകനം
mr: पुनरावलोकन
or: ସମୀକ୍ଷା
pa: ਸਮੀਖਿਆ
pt: Revisão
ru: Обзор
ta: மதிப்பாய்வு
te: సమీక్ష
zh_hans: 审查
zh_hant: 審查

source: Review and authorize boutique transfers
ar: مراجعة واعتماد عمليات نقل الأموال بين المتاجر
as: বুটিক স্থানান্তৰ পৰ্যালোচনা আৰু অনুমোদন দিয়া
bn: বুটিক স্থানান্তর পর্যালোচনা ও অনুমোদন করুন
de: Boutique-Transfers prüfen und genehmigen
es: Revisar y autorizar transferencias de boutiques
fr: Examiner et autoriser les transferts de boutique
gu: બુટિક ટ્રાન્સફરની સમીક્ષા કરો અને તેને અધિકૃત કરો
hi: बुटीक ट्रांसफर की समीक्षा करें और उन्हें अधिकृत करें
it: Esaminare e autorizzare i trasferimenti delle boutique
ja: ブティック送金の確認と承認
kn: ಬೊಟಿಕ್ ವರ್ಗಾವಣೆಗಳನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಅಧಿಕೃತಗೊಳಿಸಿ
ko: 부티크 송금 내역을 검토하고 승인합니다.
ml: ബോട്ടിക് ട്രാൻസ്ഫറുകൾ അവലോകനം ചെയ്ത് അംഗീകരിക്കുക
mr: बुटीक हस्तांतरणांचे पुनरावलोकन करा आणि त्यांना अधिकृत करा.
or: ବୁଟିକ୍ ସ୍ଥାନାନ୍ତର ସମୀକ୍ଷା ଏବଂ ଅନୁମୋଦନ କରନ୍ତୁ
pa: ਬੁਟੀਕ ਟ੍ਰਾਂਸਫਰ ਦੀ ਸਮੀਖਿਆ ਕਰੋ ਅਤੇ ਅਧਿਕਾਰਤ ਕਰੋ
pt: Analisar e autorizar transferências para lojas boutique.
ru: Проверка и авторизация переводов в бутик-магазины.
ta: சிறப்பு பரிமாற்றங்களை மதிப்பாய்வு செய்து அங்கீகரிக்கவும்
te: బోటిక్ బదిలీలను సమీక్షించి, ఆమోదించండి
zh_hans: 审核并授权精品店转账
zh_hant: 審核並授權精品店轉賬

source: Review Responses
ar: مراجعة الردود
as: সঁহাৰিসমূহ পৰ্যালোচনা কৰক
bn: পর্যালোচনা প্রতিক্রিয়া
de: Antworten auf die Rezensionen
es: Revisar respuestas
fr: Réponses aux examens
gu: પ્રતિભાવોની સમીક્ષા કરો
hi: समीक्षा प्रतिक्रियाएँ
it: Risposte alla revisione
ja: レビューへの回答
kn: ಪ್ರತಿಕ್ರಿಯೆಗಳನ್ನು ಪರಿಶೀಲಿಸಿ
ko: 리뷰 답변
ml: പ്രതികരണങ്ങൾ അവലോകനം ചെയ്യുക
mr: प्रतिसादांचे पुनरावलोकन करा
or: ପ୍ରତିକ୍ରିୟାଗୁଡ଼ିକର ସମୀକ୍ଷା କରନ୍ତୁ
pa: ਜਵਾਬਾਂ ਦੀ ਸਮੀਖਿਆ ਕਰੋ
pt: Respostas da revisão
ru: Отзывы
ta: மதிப்பாய்வு பதில்கள்
te: సమీక్ష ప్రతిస్పందనలు
zh_hans: 评论回复
zh_hant: 評論回复
